Tekla.Structures.DirectManipulation.Adapter.Controls.Custom.UpDownButton
Interaction logic for UpDownButton.xaml
UpDownButton

Tekla.Structures.DirectManipulation.Adapter.Controls.Custom.UpDownButton.#ctor
Initializes a new instance of the Tekla.Structures.DirectManipulation.Adapter.Controls.Custom.UpDownButton class.

Tekla.Structures.DirectManipulation.Adapter.Controls.Custom.UpDownButton.InitializeComponent
InitializeComponent